micropython/micropython/ports/raspberrypi/boards/weact_studio_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "WeAct Studio Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
